Repository: ArthurGamerHD/Space-Engineers-2-Language-Replacer
Catalog: Localization/Resources.*.resx
Languages: pt_br

# MainTitle
source: SE2 LOCALIZE
pt_br: TRADUTOR SE2

# GamePathError
source: This path does not appears to contain a valid Space Engineers 2 Installation
pt_br: Esse caminho não aparenta conter uma instalação valida do Space Engineers 2

# LocPathError
source: This file does not appears to be a valid localization file
pt_br: Esse arquivo não aparenta ser um arquivo valido de Tradução

# SelectLocFile
source: Select a localization file
pt_br: Selecione um arquivo de tradução

# SelectGamePath
source: Select the Space Engineers 2 Executable
pt_br: Selecione o executavel do Space Engineers 2

# ErrorMessage
source: Fail on install, please, report and send the log file on my
pt_br: Falha ao instalar, Por Favor, reporte e envie o arquivo de log no meu

# ErrorTitle
source: Fail
pt_br: Falha

# SuccessTitle
source: Success
pt_br: Sucesso

# SuccessMessage
source: Installed successfully
pt_br: Instalado com sucesso

source: Install
pt_br: Instalar
